---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SplitToposolidFailures
source: html/3044a874-ddc0-c77a-d5f8-8d54b4d3b928.htm
---
# BuiltInFailures.SplitToposolidFailures Properties

Failed to generate new toposolid after split.